; DeskFlip UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; "Light mode" is the newest string here -- check it first when reviewing.
[Strings]
Show seconds=Mostra i secondi
Light mode=Modalità chiara
Resize=Ridimensiona
Always on top=Sempre in primo piano
Start with Windows=Avvia con Windows
Show in system tray=Mostra nell'area di notifica
About DeskFlip…=Informazioni su DeskFlip…
Exit=Esci
About DeskFlip=Informazioni su DeskFlip
All rights reserved.=Tutti i diritti riservati.
Report issues or send feedback to=Segnala problemi o invia commenti a
Other apps=Altre app
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Visualizzatore di foto veloce, leggero e minimalista progettato per il Windows moderno
Desktop Rain and Snow Simulator for Windows=Simulatore di pioggia e neve per il desktop di Windows
Customizable, minimal, transparent desktop clock widgets for Windows=Widget orologio da scrivania personalizzabili, minimalisti e trasparenti per Windows
